import { useState } from "react"
import Cross from "../../../assets/main/cross.svg?react"
import styles from "./Questions.module.scss"

export const Questions = () => {
	const [expandedIndex, setExpandedIndex] = useState([])
	const [visibleCount, setVisibleCount] = useState(2)

	const accordionData = [
		{
			id: 0,
			title: "Сколько стоит душевая из стекла?",
			answer:
				"Мы изготавливаем душевые по индивидуальным размерам, поэтому можем рассчитать окончательную стоимость только после замера на вашем объекте. Цена готового изделия с установкой разнится от 35 до 250 тыс. руб. в зависимости от сложности и объёма.",
		},
		{
			id: 1,
			title: "Как подготовить помещение к монтажу душевого ограждения?",
			answer:
				"В первую очередь, помещение следует освободить от всех посторонних предметов, чтобы монтаж проводился без каких либо неудобств. Далее — это иметь четкое представление, где и какая душевая кабина будет стоять. Затем необходимо распланировать подход канализации, подачи воды и электрического кабеля. Все коммуникации спрятать в стену или скрыть ступенькой. Сделать стяжку на полу и гидроизоляцию. Затем обложить плиткой, мозаикой или на ваше усмотрение. Только после этого можно собирать душевую кабину и подключать ее.",
		},
		{
			id: 2,
			title: "Сколько дней срок производства?",
			answer: `После заключения договора, на следующий день, ваш заказ поступает в работу. Подготавливаем чертежи и запускаем в производство. В течении 5-10 дней мы изготавливаем стекла. Оставшееся время уходит на ожидание монтажа. Чаще всего монтаж происходит в течении 5-7 дней.`,
		},
		{
			id: 3,
			title: "Возможно ли выполнение заказа с нестандартным цветом стекла?",
			answer:
				"Возможно изготовление с разными видами стекол, а именно: беcцветное, осветленное, матовое(обычное,бронзовое,графит), тонированное (с оттенком бронзы, с оттенком графита).",
		},
		{
			id: 4,
			title: "Что такое закаленное стекло?",
			answer:
				"Это стекло, получаемое нагревом до температуры закалки (650—680 °C) с последующим быстрым равномерным охлаждением холодным воздухом с обеих сторон. В результате такой обработки в поверхностных слоях стекла образуются остаточные напряжения сжатия, обеспечивающие его повышенную механическую прочность, термостойкость и безопасность при разрушении. Разбиваясь, такое стекло разрушается на множество мелких осколков с тупыми гранями, которые не способны причинить серьёзные травмы.",
		},
		{
			id: 5,
			title: "На каком этапе ремонта вызывать замерщика?",
			answer: `Рекомендуем обратиться к нам дважды: 
На этапе подготовки дизайн-проекта для подготовки технического задания мастерам и оценки стоимости. 
После выполнения чистовой отделки для замера под стеклянное ограждение и подготовки сметы.`,
		},
		{
			id: 6,
			title: "На каком этапе ремонта вызывать замерщика?",
			answer: `Рекомендуем обратиться к нам дважды: 
На этапе подготовки дизайн-проекта для подготовки технического задания мастерам и оценки стоимости. 
После выполнения чистовой отделки для замера под стеклянное ограждение и подготовки сметы.`,
		},
		{
			id: 7,
			title: "Возможно ли заказать нестандартные размеры продукции?",
			answer:
				"Продукция изготавливается не только стандартных размеров, но и по индивидуальным размерам.",
		},
		{
			id: 8,
			title: `У меня мансарда / Инсталяция / Кривые стены.`,
			answer: `Все легко реализуемо, наш замерщик все профессионально замеряет. А производство изготавливает точно в соответствии с вашими потребностями. Любые вырезы и скосы в стекле, это банальная задача для нас.`,
		},
		{
			id: 9,
			title: "Каким способом чистить душевую кабину?",
			answer: `Каждый раз после принятия душа ополосните стекло водой, чтобы удалить с него остатки мыла и удалите капли воды водосгоном. Мыть стекло рекомендуется мягкой тряпкой. Более сложные загрязнения рекомендуется удалять при помощи препарата «GlassCleaner». Не рекомендуется использовать агрессивные, едкие и абразивные средства, так как их применение может повредить защитное покрытие. Каждые 6 месяцев рекомендуется восстанавливать покрытие при помощи средства «Glass Protector». Перед нанесением средства «Glass Protector» рекомендуется очистить стекло препаратом «Glass Cleaner», чтобы удалить с него все загрязнения. Петли / ролики надо спамазть силиконовой смазкой (либо вазелином) минимум 1 раз в год.`,
		},
	]

	const handleShowMoreQuestions = () => {
		setVisibleCount((prev) => Math.min(prev + 2, accordionData.length))
	}

	const renderQuestions = () =>
		accordionData.slice(0, visibleCount).map(({ id, title, answer }) => {
			return (
				<div key={id} className={styles["questions__accordion-section"]}>
					<button
						className={styles["questions__accordion-btn"]}
						onClick={() => handleToggleAccordion(id)}
					>
						<span>{title}</span>
						<Cross
							className={`${styles["questions__accordion-icon"]} ${expandedIndex.includes(id) ? styles.open : ""}`}
							aria-hidden="hidden"
						/>
					</button>
					<div
						className={`${styles["questions__accordion-content"]} ${expandedIndex.includes(id) ? styles.open : ""}`}
					>
						<p>{answer}</p>
					</div>
				</div>
			)
		})

	const handleToggleAccordion = (id) => {
		setExpandedIndex((prev) =>
			prev.includes(id) ? prev.filter((itemId) => itemId !== id) : [...prev, id]
		)
	}

	return (
		<section className={styles.questions}>
			<div className="container">
				<h3 className={styles.questions__title}>Часто задаваемые вопросы</h3>
				<div className={styles["questions__accordion-wrapper"]}>
					<div className={styles["questions__accordion"]}>
						{renderQuestions()}
						{visibleCount < accordionData.length && (
							<button
								className={styles["questions__items-btn"]}
								onClick={handleShowMoreQuestions}
							>
								Показать еще вопросы
								<span>&#10549;</span>
							</button>
						)}
					</div>
				</div>
			</div>
		</section>
	)
}
