const benefitsData = [
	{
		id: "shower_benefits_0",
		text: `Гигиеничность. Стекло не является питательной средой для бактерий, грибов, а потому оно препятствует образованию плесени.`,
	},
	{
		id: "shower_benefits_1",
		text: `Экологическая чистота. Стекло изготавливается из кварца — природного минерала (песка), безопасного для здоровья.`,
	},
	{
		id: "shower_benefits_2",
		text: `Прочность. Ограждение из закаленного стекла отличается высокой
		механической прочностью, необходимой для стенок душевой. При
		одинаковой толщине оно в 5 раз прочнее обычного стекла, а потому
		оно не разобьется даже от сильного удара.`,
	},
	{
		id: "shower_benefits_3",
		text: `	Устойчивость к температурным перепадам. Обычное стекло при
		перепадах температур трескается, но если оно закаленное, такого не
		произойдет — поэтому можно принимать контрастный душ и не бояться,
		что перегородка лопнет.`,
	},
	{
		id: "shower_benefits_4",
		text: `Безопасность. Даже если приложить к стеклу настолько большую силу, что оно разобьется (что маловероятно), полотно рассыплется на
		множество осколков с неострыми гранями — повредиться о них сложно.`,
	},
	{
		id: "shower_benefits_5",
		text: `Простой уход. Не сложнее чем за зеркалом — достаточно распылить
		средство для стекла и вытереть сухой ветошью.`,
	},
	{
		id: "shower_benefits_6",
		text: `Долговечность. При правильной эксплуатации стеклянная перегородка для душа может прослужить вечно.`,
	},
]

export default benefitsData
