const showerTypesData = [
	{
		id: "shower_types_0",
		title: "Линейное ограждение душевой",
		text: ` — стационарное стеклянное полотно с дверью (распашной, раздвижной) или без двери. Используется при расположении душа в нише или в дальнем углу ванной комнаты. Часто сочетается с дополнительными непрозрачными перегородками из того же материала, из которого выполнены стены.`,
		aria: "Открыть изображение душевой с линейным ограждением",
		imgSrc:
			"https://res.cloudinary.com/dpvqykdi9/image/upload/v1745497909/%D0%B4%D1%83%D1%88%D0%B5%D0%B2%D0%B0%D1%8F_%D0%BF%D0%B5%D1%80%D0%B5%D0%B3%D0%BE%D1%80%D0%BE%D0%B4%D0%BA%D0%B0_n9ykm6.webp",
		alt: "На изображении отображено как выглядит линейное ограждение душевой.",
	},
	{
		id: "shower_types_1",
		title: "Угловое ограждение душевой",
		text: ` — два полотна располагаются под углом 90 градусов друг к другу, образуя квадратную или прямоугольную зону. Иногда используются
		более сложные конструкции (с 3 или 4 стенками, примыкающими к углу ванной комнаты).`,
		aria: "Открыть изображение душевой с угловым ограждением",
		imgSrc:
			"https://res.cloudinary.com/dpvqykdi9/image/upload/v1745497913/%D1%83%D0%B3%D0%BB%D0%BE%D0%B2%D0%B0%D1%8F_%D0%B4%D1%83%D1%88%D0%B5%D0%B2%D0%B0%D1%8F_i7lqc6.webp",
		alt: "На изображении отображено как выглядит угловое ограждение душевой.",
	},
	{
		id: "shower_types_2",
		title: "П-образная перегородка душевой",
		text: ` — ограждение с 3 полотнами, примыкающее к одной стене и образующее с ней прямоугольную или квадратную зону.`,
		aria: "Открыть изображение душевой с П-образной перегородкой",
		imgSrc:
			"https://res.cloudinary.com/dpvqykdi9/image/upload/v1745497909/%D0%B4%D1%83%D1%88%D0%B5%D0%B2%D0%B0%D1%8F_%D0%BA%D0%B0%D0%B1%D0%B8%D0%BD%D0%B0_k3elan.webp",
		alt: "На изображении отображено как выглядит П-образная перегородка душевой.",
	},
	{
		id: "shower_types_3",
		title: "Трапециевидная перегородка душевой",
		text: ` — ограждение, которое вместе с одной из стен ванной образует трапецию`,
		aria: "Открыть изображение душевой с трапециевидной перегородкой",
		imgSrc:
			"https://res.cloudinary.com/dpvqykdi9/image/upload/v1745497912/%D1%82%D1%80%D0%B0%D0%BF%D0%B5%D1%86%D0%B8%D0%B5%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F_%D0%B4%D1%83%D1%88%D0%B5%D0%B2%D0%B0%D1%8F_hbhkrj.webp",
		alt: "На изображении отображено как выглядит трапециевидная перегородка душевой.",
	},
]

export default showerTypesData
