const deliveryPageData = [
	{
		id: "delivery_0",
		title: "Предварительный просчёт",
		text: `Менеджер вас консультирует, показывает фотографии выполненных работ необходимой вам конструкции. Делает предварительный просчёт, как правило, стоимость после замера не увеличивается если все предоставленные данные были верны`,
	},
	{
		id: "delivery_1",
		title: "Замер",
		text: `Замерщик приезжает на объект, с собой имеются образцы стекол и часто используемой фурнитуры. Во время замера мастер проконсультирует и оставит ТЗ (техническое задание) строителям если оно необходимо`,
	},
	{
		id: "delivery_2",
		title: "Согласование после замера",
		text: `Если при замере выявились особенности в конструкции, менеджер вносит изменения и согласовывает с вами.`,
	},
	{
		id: "delivery_3",
		title: "Разработка чертежей/оплата",
		text: `Наши конструктора подготавливают чертежную документацию для запуска стекла в производство, после готовности чертежей, они направляются заказчику для проверки. За размеры мы несем ответственность, вам достаточно проверить общий вид. Вносите предоплату 50% от стоимости душевой перегородки.`,
	},
	{
		id: "delivery_4",
		title: "Производство",
		text: `Стекло запускается в производство, а отдел снабжения резервирует за вами выбранную фурнитуру.`,
	},
	{
		id: "delivery_5",
		title: "Доставка/доплата",
		text: `После изготовления и проверки заказа, вам придет автоматическое сообщение для подтверждения готовности принять продукцию. Если нет необходимости хранения на нашем складе, информация передаётся в службу доставки. Дату и время доставки согласовываете непосредственно с экспедитором. При доставке доплачиваете оставшиеся 50% за продукцию и услуги доставки.`,
	},
	{
		id: "delivery_6",
		title: "Монтаж",
		text: `После согласования даты доставки с экспедитором, данная информация сразу попадает к нам и автоматически создается заявку на монтаж, с вами свяжется руководитель сервисной службы для выбора удобной даты и времени монтажа. Монтаж оплачивается после монтажа.`,
	},
]

export default deliveryPageData
