import { AsideInfoWidget } from "../Widgets/AsideInfoWidget/AsideInfoWidget"
import articleBgImg from "../../assets/article/bg.webp"
import styles from "./Article.module.scss"

export const Article = () => {
	return (
		<section className={styles.article}>
			<div className="container">
				<div className={styles["article__title-wrapper"]}>
					<h1 className={styles.article__title}>
						<b>Душевая перегородка из стекла — советы по выбору</b>
					</h1>
					<img className={styles.article__img} src={articleBgImg} alt="" />
				</div>
				<div className={styles["article__wrapper"]}>
					<div className={styles["article__block"]}>
						<h2 className={styles["article__block-title"]}>
							Перегородки из стекла для душа — как выбрать
						</h2>
						<p className={styles["article__block-text"]}>
							Все чаще вместо душевой кабины устанавливается трап — сливная
							система в полу — и защитная перегородка, которую обычно
							изготавливают из стекла. В этой статье поговорим о плюсах такого
							решения для ванной комнаты и поможем выбрать идеальную стеклянную
							перегородку для вашего душа. Для этого расскажем об основных видах
							душевых перегородок и их особенностях.
						</p>
						<h2 className={styles["article__block-title"]}>
							Стеклянные перегородки в душ — функции и преимущества
						</h2>
						<p className={styles["article__block-text"]}>
							Стеклянная перегородка предназначена для защиты ванной комнаты от
							брызг во время принятия душа — она должна защищать другие стены,
							пол, системы хранения вещей от воды. Она также служит декоративным
							элементом ванной комнаты, который можно вписать в любой стиль
							дизайна. Перечислим главные преимущества данной конструкции:
						</p>
						<ul className={styles.article__list}>
							<li className={styles.article__item}>
								Надежность — изделие изготавливается из закаленного стекла,
								которое устойчиво к температурным перепадам, влаге. Его
								механическая прочность выше в несколько раз по сравнению с
								конструкциями из обычного стекла.
							</li>
							<li className={styles.article__item}>
								Безопасность — даже если приложить большое механическое
								воздействие, и каленое стекло разобьется, оно расколется на
								осколки с тупыми гранями. Они являются безопасными для человека.
							</li>
							<li className={styles.article__item}>
								Устойчивость к грибку — стекло не является питательной средой
								для плесени, других грибов, которые любят жить во влажных
								помещениях.
							</li>
							<li className={styles.article__item}>
								Простой уход — он заключается лишь в удалении оставленных
								отпечатков пальцев, следов от брызг, которые видны только на
								глянцевой поверхности стекла.
							</li>
							<li className={styles.article__item}>
								Компактность — перегородка из стекла подходит даже для маленькой
								ванной, так как она занимает мало места и не загромождает
								пространство, делает его визуально более просторным, светлым,
								уютным.
							</li>
						</ul>
						<p className={styles["article__block-text"]}>
							От душевой кабины ограждение отличается тем, что приобретается и
							устанавливается отдельно от слива и самого душа, смесителя.
							Подобрать перегородку, хорошо вписывающуюся в уже существующий
							интерьер ванной комнаты проще, так как она визуально сохраняет
							единство пространства и стиля. Однако в отличие от полноценного
							душевого уголка или кабины стеклянное ограждение менее
							функционально, но при этом оно не загромождает помещение,
							сохраняет ощущение легкости и позволяет организовать душевую зону
							со стандартным набором функций.
						</p>
						<h2 className={styles["article__block-title"]}>
							Какими бывают перегородки
						</h2>
						<p className={styles["article__block-text"]}>
							Стеклянная душевая перегородка может отличаться по конструкции,
							форме, типу открывания двери и виду остекления. Рассказываем о
							возможных вариантах душевого ограждения.
						</p>
						<h3 className={styles["article__block-subtitle"]}>
							По конструкции
						</h3>
						<p className={styles["article__block-text"]}>
							По типу конструкции выделяют перегородки:
						</p>
						<ul className={styles.article__list}>
							<li className={styles.article__item}>
								Линейные — это ограждения, устанавливаемые в одну линию. Они
								могут отгородить от остальной части помещения ванну или душевую
								зону, которая обычно в этом случае имеет 2 или 3 стены,
								принадлежащие самой ванной комнате.
							</li>
							<li className={styles.article__item}>
								Угловые — это перегородки с двумя полотнами, устанавливаемые в
								углу помещения. Часто угловые ограждения ставят с поддонами или
								трапами.
							</li>
							<li className={styles.article__item}>
								П-образные — это ограждающие конструкции в форме буквы «П».
								Состоят из 3 стеклянных полотен, установка которых происходит у
								одной из стен ванной (не в углу).
							</li>
						</ul>
						<p className={styles["article__block-text"]}>
							В последнем случае душевая перегородка может быть квадратной,
							прямоугольной и даже трапециевидной.
						</p>
						<h3 className={styles["article__block-subtitle"]}>
							По типу открывания двери
						</h3>
						<p className={styles["article__block-text"]}>
							Душевые ограждения могут быть с дверями и без них (статичные
							перегородки). У статичных моделей одна сторона остается свободной
							для входа. В остальных случаях предусматривают двери, которые
							могут быть:
						</p>
						<ul className={styles.article__list}>
							<li className={styles.article__item}>
								Распашными. Обычно дверь открывается «на себя». Поэтому она
								занимает дополнительное пространство. Это удобно, но данное
								решение подходит только для ванных комнат с достаточно большой
								площадью.
							</li>
							<li className={styles.article__item}>
								Раздвижными. Это такие же двери, как у шкафов-купе — они
								раздвигаются в стороны по направляющим рельсам, установленным
								сверху или снизу (либо и там, и там). Раздвижной механизм не
								требует дополнительного пространства для распахивания дверных
								створок, а потом его можно эксплуатировать. Это решение подходит
								для любых, в том числе маленьких ванных.
							</li>
							<li className={styles.article__item}>
								Гармошкой. Представляют собой дверцу, которая складывается как
								гармошка — она тоже не занимает много места, и может
								использоваться в небольших по площади помещениях.
							</li>
						</ul>
						<h3 className={styles["article__block-subtitle"]}>
							По типу остекления
						</h3>
						<p className={styles["article__block-text"]}>
							Перегородка для ванной может быть исполнена из следующих видов
							стекла:
						</p>
						<ul className={styles.article__list}>
							<li className={styles.article__item}>
								Прозрачное — пропускает свет и не скрывает пространство душевой.
								Сохраняет единство пространства и стиля.
							</li>
							<li className={styles.article__item}>
								Матовое — пропускает свет, предварительно рассеивая его. Поэтому
								за ограждением не видно находящегося внутри человека — только
								его силуэт.
							</li>
							<li className={styles.article__item}>
								Осветленное — обесцвеченное, а потому пропускающее максимум
								света и не искажающее изображение. Тоже является прозрачным.
							</li>
							<li className={styles.article__item}>
								Цветное — окрашенное в некоторый цвет. Оно остается прозрачным,
								но в то же время цветным. Стекло может быть окрашено в массе,
								также необходимый цвет ему можно придать с помощью тонировки
								пленкой.
							</li>
							<li className={styles.article__item}>
								С рисунком, узором, фото — декоративные элементы размещаются во
								время пескоструйной обработки или методом фотопечати.
							</li>
							<li className={styles.article__item}>
								Гладкое (обычное) или фактурной — например, с рифленой
								поверхностью.
							</li>
						</ul>
						<p className={styles["article__block-text"]}>
							Тип остекления подбирается с учетом стиля дизайна ванной комнаты,
							личных пожеланий клиента. Часто используют стеклянные блоки,
							панели для реализации самых сложных дизайнерских идей.
						</p>
						<h3 className={styles["article__block-subtitle"]}>
							На что обращать внимание при выборе перегородки в ванную
						</h3>
						<p className={styles["article__block-text"]}>
							При выборе перегородки из стекла для душевой обращайте внимание на
							следующие параметры:
						</p>
						<ul className={styles.article__list}>
							<li className={styles.article__item}>
								Толщина стекла. Чем оно толще, тем прочнее. Идеально будет 8–10
								мм.
							</li>
							<li className={styles.article__item}>
								Качество фурнитуры. Она определяет долговечность перегородки для
								ванной.
							</li>
							<li className={styles.article__item}>
								Площадь помещения. Использование перегородок с распашными
								дверями рационально только в больших ванных комнатах, в других
								лучшим выбором станет гармошка или раздвижной механизм.
							</li>
							<li className={styles.article__item}>
								Место, отведенное под душевую. В зависимости от этого может быть
								выбрана линейная, угловая или П-образная конструкция.
							</li>
							<li className={styles.article__item}>
								Дизайн интерьера. Алюминиевый профиль и фурнитуру, остекление
								нужно выбирать под уже существующий стиль, чтобы они хорошо
								сочетались.
							</li>
						</ul>
						<p className={styles["article__block-text"]}>
							Также берите в учет, какое количество людей может одновременно
							находиться в душе. Если только один человек, возможен монтаж любой
							перегородки, в том числе линейной статичной из прозрачного стекла
							с открытым входом. В других случаях лучше отдать предпочтение
							угловым или П-образным конструкциям из непрозрачных материалов —
							матового или тонированного стекла, с распечатанным фото, узорами и
							другими способами обработки, позволяющими сделать полотно
							непрозрачным.
						</p>
						<h3 className={styles["article__block-title"]}>
							Изготовление перегородок из стекла под заказ в Гомеле
						</h3>
						<p className={styles["article__block-text"]}>
							В Гомеле заказать изготовление душевых перегородок по
							индивидуальным размерам можно в нашей компании DZ System. Вот
							почему стоит обратиться к нам:
						</p>
						<ul className={styles.article__list}>
							<li className={styles.article__item}>
								10–15 суток — таков срок изготовления стеклянного душевого
								ограждения.
							</li>
							<li className={styles.article__item}>
								1 день — столько времени нам нужно для доставки и монтажа
								перегородки.
							</li>
							<li className={styles.article__item}>
								1,5 года — это срок гарантии на материалы и профиль, так как мы
								уверены в их высоком качестве.
							</li>
							<li className={styles.article__item}>
								Аккуратность — наши специалисты выполняют монтаж, сохранив
								целостность отделки стен, пола и потолка, поддона и других
								элементов.
							</li>
							<li className={styles.article__item}>
								Доступные цены — мы являемся производителями перегородок, а не
								перекупщиками.
							</li>
							<li className={styles.article__item}>
								Максимальная ориентированность на клиента — стеклянная
								перегородка для душевой изготавливается по индивидуальным
								размерам с учетом пожеланий заказчика.
							</li>
						</ul>
						<p className={styles["article__block-text"]}>
							Чтобы оформить заказ на изготовление стеклянной перегородки в
							ванную, позвоните нам или оставьте заявку на сайте компании на
							обратный звонок. Тогда мы скоро перезвоним и выберем день для
							выезда замерщика на дом.
						</p>
					</div>
					<AsideInfoWidget sticky />
				</div>
			</div>
		</section>
	)
}
