const deliveryPageSchema = {
	"@context": "https://schema.org",
	"@type": "HowTo",
	name: "Оплата и доставка душевых перегородок",
	description:
		"Пошаговая инструкция по заказу, оплате и доставке душевых перегородок.",
	step: [
		{
			"@type": "HowToStep",
			name: "Предварительный просчёт",
			text: "Менеджер вас консультирует, показывает фотографии выполненных работ необходимой вам конструкции. Делает предварительный просчёт, как правило, стоимость после замера не увеличивается если все предоставленные данные были верны.",
		},
		{
			"@type": "HowToStep",
			name: "Замер",
			text: "Замерщик приезжает на объект, с собой имеются образцы стекол и часто используемой фурнитуры. Во время замера мастер проконсультирует и оставит ТЗ (техническое задание) строителям если оно необходимо.",
		},
		{
			"@type": "HowToStep",
			name: "Согласование после замера",
			text: "Если при замере выявились особенности в конструкции, менеджер вносит изменения и согласовывает с вами.",
		},
		{
			"@type": "HowToStep",
			name: "Разработка чертежей/оплата",
			text: "Наши конструктора подготавливают чертежную документацию для запуска стекла в производство, после готовности чертежей, они направляются заказчику для проверки. За размеры мы несем ответственность, вам достаточно проверить общий вид. Вносите предоплату 50% от стоимости душевой перегородки.",
		},
		{
			"@type": "HowToStep",
			name: "Производство",
			text: "Стекло запускается в производство, а отдел снабжения резервирует за вами выбранную фурнитуру.",
		},
		{
			"@type": "HowToStep",
			name: "Доставка/доплата",
			text: "После изготовления и проверки заказа, вам придет автоматическое сообщение для подтверждения готовности принять продукцию. Если нет необходимости хранения на нашем складе, информация передаётся в службу доставки. Дату и время доставки согласовываете непосредственно с экспедитором. При доставке доплачиваете оставшиеся 50% за продукцию и услуги доставки.",
		},
		{
			"@type": "HowToStep",
			name: "Монтаж",
			text: "После согласования даты доставки с экспедитором, данная информация сразу попадает к нам и автоматически создается заявка на монтаж, с вами свяжется руководитель сервисной службы для выбора удобной даты и времени монтажа. Монтаж оплачивается после монтажа.",
		},
	],
}

export default deliveryPageSchema
