const constructionsData = [
	{
		id: "constructions_0",
		text: `Надежность — изделие изготавливается из закаленного стекла,которое устойчиво к температурным перепадам, влаге. Его механическая прочность выше в несколько раз по сравнению с конструкциями из обычного стекла.`,
	},
	{
		id: "constructions_1",
		text: `Безопасность — даже если приложить большое механическое воздействие, и каленое стекло разобьется, оно расколется на осколки с тупыми гранями. Они являются безопасными для человека.`,
	},
	{
		id: "constructions_2",
		text: `Устойчивость к грибку — стекло не является питательной средой для плесени, других грибов, которые любят жить во влажных помещениях.`,
	},
	{
		id: "constructions_3",
		text: `Простой уход — он заключается лишь в удалении оставленных отпечатков пальцев, следов от брызг, которые видны только на глянцевой поверхности стекла.`,
	},
	{
		id: "constructions_4",
		text: `Компактность — перегородка из стекла подходит даже для маленькой ванной, так как она занимает мало места и не загромождает пространство, делает его визуально более просторным, светлым, уютным.`,
	},
]

export default constructionsData
