const reasonsToContactData = [
	{
		id: "reasonsToContact_0",
		text: `10–15 суток — таков срок изготовления стеклянного душевого ограждения.`,
	},
	{
		id: "reasonsToContact_1",
		text: `1 день — столько времени нам нужно для доставки и монтажа перегородки.`,
	},
	{
		id: "reasonsToContact_2",
		text: `1,5 года — это срок гарантии на материалы и профиль, так как мы уверены в их высоком качестве.`,
	},
	{
		id: "reasonsToContact_3",
		text: `Аккуратность — наши специалисты выполняют монтаж, сохранив целостность отделки стен, пола и потолка, поддона и других элементов.`,
	},
	{
		id: "reasonsToContact_4",
		text: `Доступные цены — мы являемся производителями перегородок, а не перекупщиками.`,
	},
	{
		id: "reasonsToContact_5",
		text: `	Максимальная ориентированность на клиента — стеклянная перегородка для душевой изготавливается по индивидуальным размерам с учетом пожеланий заказчика.`,
	},
]

export default reasonsToContactData
