const usefulTipsData = [
	{
		id: "usefulTips_0",
		text: `Толщина стекла. Чем оно толще, тем прочнее. Идеально будет 8–10 мм.`,
	},
	{
		id: "usefulTips_1",
		text: `Качество фурнитуры. Она определяет долговечность перегородки для ванной.`,
	},
	{
		id: "usefulTips_2",
		text: `Площадь помещения. Использование перегородок с распашными дверями рационально только в больших ванных комнатах, в других лучшим выбором станет гармошка или раздвижной механизм.`,
	},
	{
		id: "usefulTips_3",
		text: `Место, отведенное под душевую. В зависимости от этого может быть выбрана линейная, угловая или П-образная конструкция.`,
	},
	{
		id: "usefulTips_4",
		text: `Дизайн интерьера. Алюминиевый профиль и фурнитуру, остекление нужно выбирать под уже существующий стиль, чтобы они хорошо сочетались.`,
	},
	{
		id: "usefulTips_5",
		text: `Дизайн интерьера. Алюминиевый профиль и фурнитуру, остекление нужно выбирать под уже существующий стиль, чтобы они хорошо сочетались.`,
	},
]

export default usefulTipsData
