export const reasonsListData = [
	{
		id: "reasons_0",
		text: `Полный цикл услуг — составление проекта, замер, изготовление,
		доставка, сборка.`,
	},
	{
		id: "reasons_1",
		text: `Производство душевых ограждений — в Гомеле.`,
	},
	{
		id: "reasons_2",
		text: `Высокое качество — остекления, профиля, фурнитуры.`,
	},
	{
		id: "reasons_3",
		text: `Срок изготовления перегородок — от 10 суток.`,
	},
	{
		id: "reasons_4",
		text: `Время доставки и сборки — 1 день.`,
	},
	{
		id: "reasons_5",
		text: `Гарантия — 1,5 года на остекление, фурнитуру и прочие материалы.`,
	},
	{
		id: "reasons_6",
		text: `Профессиональные монтажники — мастера делают работу аккуратно,
		обеспечивая сохранность имеющихся покрытий.`,
	},
	{
		id: "reasons_7",
		text: `Отсутствие лишних трат — конечная стоимость указывается в
		договоре, после завершения работ она не изменяется, доплачивать ни
		за что не придется.`,
	},
]
