const glassesTypes = [
	{
		id: "glassesTypes_0",
		text: `Прозрачное — пропускает свет и не скрывает пространство душевой.Сохраняет единство пространства и стиля.`,
	},
	{
		id: "glassesTypes_1",
		text: `Матовое — пропускает свет, предварительно рассеивая его. Поэтому за ограждением не видно находящегося внутри человека — только его силуэт.`,
	},
	{
		id: "glassesTypes_2",
		text: `Осветленное — обесцвеченное, а потому пропускающее максимум света и не искажающее изображение. Тоже является прозрачным.`,
	},
	{
		id: "glassesTypes_3",
		text: `Цветное — окрашенное в некоторый цвет. Оно остается прозрачным, но в то же время цветным. Стекло может быть окрашено в массе, также необходимый цвет ему можно придать с помощью тонировки пленкой.`,
	},
	{
		id: "glassesTypes_4",
		text: `С рисунком, узором, фото — декоративные элементы размещаются во время пескоструйной обработки или методом фотопечати.`,
	},
	{
		id: "glassesTypes_5",
		text: `Гладкое (обычное) или фактурной — например, с рифленой поверхностью.`,
	},
]

export default glassesTypes
