const openingTypes = [
	{
		id: "openingTypes_0",
		text: `	Распашными. Обычно дверь открывается «на себя». Поэтому она занимает дополнительное пространство. Это удобно, но данное решение подходит только для ванных комнат с достаточно большой площадью.`,
	},
	{
		id: "openingTypes_1",
		text: `Раздвижными. Это такие же двери, как у шкафов-купе — они раздвигаются в стороны по направляющим рельсам, установленным сверху или снизу (либо и там, и там). Раздвижной механизм не требует дополнительного пространства для распахивания дверных створок, а потом его можно эксплуатировать. Это решение подходит для любых, в том числе маленьких ванных.`,
	},
	{
		id: "openingTypes_2",
		text: `Гармошкой. Представляют собой дверцу, которая складывается как гармошка — она тоже не занимает много места, и может использоваться в небольших по площади помещениях.`,
	},
]

export default openingTypes
