const typesData = [
	{
		id: "0_types",
		text: `Линейные — это ограждения, устанавливаемые в одну линию. Они могут отгородить от остальной части помещения ванну или душевую зону, которая обычно в этом случае имеет 2 или 3 стены, принадлежащие самой ванной комнате.`,
	},
	{
		id: "1_types",
		text: `Угловые — это перегородки с двумя полотнами, устанавливаемые в углу помещения. Часто угловые ограждения ставят с поддонами или трапами.`,
	},
	{
		id: "2_types",
		text: `П-образные — это ограждающие конструкции в форме буквы «П».Состоят из 3 стеклянных полотен, установка которых происходит у одной из стен ванной (не в углу).`,
	},
]

export default typesData
