const examplesData = [
	{
		id: "examples_0",

		alt: "На изображении отображена трапециевидная душевая перегородка на фоне комнаты, оформленной в бело-черных тонах",
	},
	{
		id: "examples_1",

		alt: "На изображении отображена душевая кабина на фоне комнаты, оформленной в светло-бежевых тонах",
	},
	{
		id: "examples_2",

		alt: "На изображении отображена душевая кабина на фоне комнаты, оформленной в светло-серых тонах",
	},
	{
		id: "examples_3",

		alt: "На изображении отображена душевая перегородка в нишу на фоне ванной комнаты, оформленной в светлых тонах",
	},
	{
		id: "examples_4",

		alt: "На изображении отображена душевая кабина на фоне комнаты, оформленной в светло-серых тонах",
	},
	{
		id: "examples_5",

		alt: "На изображении отображена трапециевидная душевая перегородка на фоне комнаты, оформленной в светло-серых тонах",
	},
	{
		id: "examples_6",
		alt: "На изображении отображена душевая кабина на фоне ванной комнаты, оформленной в светло-серых тонах",
	},
	{
		id: "examples_7",
		alt: "На изображении отображена душевая перегородка в нишу на фоне ванной комнаты, оформленной в бежевых тонах",
	},
	{
		id: "examples_8",
		alt: "На изображении отображена трапециевидная душевая перегородка на фоне ванной комнаты, оформленной в светло-коричневых тонах",
	},
	{
		id: "examples_9",
		alt: "На изображении отображена душевая кабина на фоне комнаты, оформленной в светлых тонах",
	},
	{
		id: "examples_10",
		alt: "На изображении отображена душевая перегородка в нишу на фоне ванной комнаты, оформленной в светлых тонах",
	},
	{
		id: "examples_11",
		alt: "На изображении отображена стеклянная шторка в ванную",
	},
	{
		id: "examples_12",
		alt: "На изображении отображена угловая душевая кабина на фоне ванной комнаты, оформленной в светлых тонах",
	},
	{
		id: "examples_13",
		alt: "На изображении отображена душевая кабина на фоне комнаты, оформленной в светлых тонах",
	},
	{
		id: "examples_14",
		alt: "На изображении отображена душевая перегородка в нишу на фоне комнаты, оформленной в светлых тонах",
	},
	{
		id: "examples_15",
		alt: "На изображении отображена стеклянная шторка в ванную",
	},
	{
		id: "examples_16",
		alt: "На изображении отображена душевая кабина на фоне ванной комнаты, оформленной в светло-сиреневых тонах",
	},
	{
		id: "examples_17",
		alt: "На изображении отображена трапециевидная душевая перегородка на фоне комнаты, оформленной в темно-светлых тонах",
	},
]

export default examplesData
