const accordionData = [
	{
		id: "accordion_0",
		title: "Сколько стоит душевая из стекла?",
		answer:
			"Мы изготавливаем душевые по индивидуальным размерам, поэтому можем рассчитать окончательную стоимость только после замера на вашем объекте. Цена готового изделия с установкой разнится от 35 до 250 тыс. руб. в зависимости от сложности и объёма.",
	},
	{
		id: "accordion_1",
		title:
			"Почему у вас нет распределения на фурнитуру эконом/стандарт/премиум?",
		answer:
			"Потому что это всего лишь коммерческий ход и недобросовестный способ раздувания стоимости продукции. Во всех этих «разделениях» используется одно и то же стекло, одни и те же штанги, одни и те же уплотнители, одни и те же раздвижные системы, одни и те же П-образные профиля, если не верите нам, уточните разницу данных деталей у тех кто вам это предлагает. Единственное что может меняться - петли. Но разница в петлях не так существенна как это озвучивается в некоторых компаниях. Так же может изменяться штанга, с круглой на прямоугольную, но на самом деле они стоят примерно одинаково, у нас вы можете выбрать штангу без изменения стоимости, мы не будем называть её «премиум» и не накрутим сверху 40% просто так.",
	},
	{
		id: "accordion_2",
		title: "Сколько дней срок производства?",
		answer: `После заключения договора, на следующий день, ваш заказ поступает в работу. Подготавливаем чертежи и запускаем в производство. В течении 5-10 дней мы изготавливаем стекла. Оставшееся время уходит на ожидание монтажа. Чаще всего монтаж происходит в течении 5-7 дней.`,
	},
	{
		id: "accordion_3",
		title: "Возможно ли выполнение заказа с нестандартным цветом стекла?",
		answer:
			"Возможно изготовление с разными видами стекол, а именно: беcцветное, осветленное, матовое(обычное,бронзовое,графит), тонированное (с оттенком бронзы, с оттенком графита).",
	},
	{
		id: "accordion_4",
		title: "Что такое закаленное стекло?",
		answer:
			"Это стекло, получаемое нагревом до температуры закалки (650—680 °C) с последующим быстрым равномерным охлаждением холодным воздухом с обеих сторон. В результате такой обработки в поверхностных слоях стекла образуются остаточные напряжения сжатия, обеспечивающие его повышенную механическую прочность, термостойкость и безопасность при разрушении. Разбиваясь, такое стекло разрушается на множество мелких осколков с тупыми гранями, которые не способны причинить серьёзные травмы.",
	},
	{
		id: "accordion_5",
		title: "На каком этапе ремонта вызывать замерщика?",
		answer: `Рекомендуем обратиться к нам дважды: 
На этапе подготовки дизайн-проекта для подготовки технического задания мастерам и оценки стоимости. 
После выполнения чистовой отделки для замера под стеклянное ограждение и подготовки сметы.`,
	},
	{
		id: "accordion_6",
		title: "Монтажники ваши или наёмные?",
		answer: `У нас свой личный штат монтажников и замерщиков. Мы не пользуемся услугами сторонних организаций. Наша сервисный отдел очень тщательно подходит к подбору монтажников, из 10 кандидатов к нам попадает 1. Все наши мастера граждане Республики Беларусь. Так же, есть разработанный регламент проведения работ и список допустимых расходных материалов, можете быть уверены что монтаж будет осуществлен профессионально и аккуратно.`,
	},
	{
		id: "accordion_7",
		title: "Возможно ли заказать нестандартные размеры продукции?",
		answer:
			"Продукция изготавливается не только стандартных размеров, но и по индивидуальным размерам.",
	},
	{
		id: "accordion_8",
		title: `У меня мансарда / Инсталяция / Кривые стены.`,
		answer: `Все легко реализуемо, наш замерщик все профессионально замеряет. А производство изготавливает точно в соответствии с вашими потребностями. Любые вырезы и скосы в стекле, это банальная задача для нас.`,
	},
	{
		id: "accordion_9",
		title: "Каким способом чистить душевую кабину?",
		answer: `Каждый раз после принятия душа ополосните стекло водой, чтобы удалить с него остатки мыла и удалите капли воды водосгоном. Мыть стекло рекомендуется мягкой тряпкой. Более сложные загрязнения рекомендуется удалять при помощи препарата «GlassCleaner». Не рекомендуется использовать агрессивные, едкие и абразивные средства, так как их применение может повредить защитное покрытие. Каждые 6 месяцев рекомендуется восстанавливать покрытие при помощи средства «Glass Protector». Перед нанесением средства «Glass Protector» рекомендуется очистить стекло препаратом «Glass Cleaner», чтобы удалить с него все загрязнения. Петли / ролики надо спамазть силиконовой смазкой (либо вазелином) минимум 1 раз в год.`,
	},
	{
		id: "accordion_10",
		title: "Стоимость после замера изменится?",
		answer: `Нет. Если при первоначальном обращении вы предоставили правильные размеры и не измените цвет стекла или ручку, то стоимость не изменится ни на копейку, в нашем калькуляторе уже учтено все необходимое. Недобросовестные продавцы перед замером просчитывают душевую кабину без порога, магнитных уплотнителей итд, при замере озвучивают что именно в вашей ванной их необходимо добавить, хотя эти комплектующие нужны по умолчанию. Мы таким не занимаемся, именно поэтому после выезда замерщика у нас оформляют заказ в 100% случаев.`,
	},
	{
		id: "accordion_11",
		title: "А нам предложили фурнитуру из Германии, Италии или России",
		answer: `Вам предложили НЕ немецкую, НЕ итальянскую, и не Российскую продукцию. Стоимость душевой на фурнитуре под брендом Германии (но с производством в том же Китае) начинается от 200.000 руб, в других случаях, вас вводят в заблуждение используя наш же продукт (из нержавеющей стали), но добавив красивый стикер на сайте "Made in Germany".`,
	},
	{
		id: "accordion_12",
		title: "Какая гарантия?",
		answer: `Мы даём настоящую гарантию 2 года на всё. На самом деле, достаточно даже 2-3 принятий душа чтобы понять всё ли хорошо с душевой перегородкой. Наша фурнитура из нержавейки - она не поддаётся коррозии и повредить её ну очень сложно, стекло у нас закаленноё толщиной минимум 8мм, чтобы его разбить надо бить молотком в торец с большим усилием. Вывод: если что-то не так вы поймёте это сразу, а чтобы сломать наше стекло придется очень сильно и усердно постараться, чего вы делать явно не будете.  `,
	},
]

export default accordionData
