import {
	cornerShowerPopupImg,
	showerCabinPopupImg,
	showerPartitionPopupImg,
	trapezoidalShowerPopupImg,
} from "../productsData"

export const showerTypesData = [
	{
		id: "shower_types_0",
		title: "Линейное ограждение душевой",
		text: ` — стационарное стеклянное полотно с дверью (распашной, раздвижной) или без двери. Используется при расположении душа в нише или в дальнем углу ванной комнаты. Часто сочетается с дополнительными непрозрачными перегородками из того же материала, из которого выполнены стены.`,
		aria: "Открыть изображение душевой с линейным ограждением",
		imgSrc: showerPartitionPopupImg,
		alt: "На изображении отображено как выглядит линейное ограждение душевой.",
	},
	{
		id: "shower_types_1",
		title: "Угловое ограждение душевой",
		text: ` — два полотна располагаются под углом 90 градусов друг к другу, образуя квадратную или прямоугольную зону. Иногда используются
		более сложные конструкции (с 3 или 4 стенками, примыкающими к углу ванной комнаты).`,
		aria: "Открыть изображение душевой с угловым ограждением",
		imgSrc: cornerShowerPopupImg,
		alt: "На изображении отображено как выглядит угловое ограждение душевой.",
	},
	{
		id: "shower_types_2",
		title: "П-образная перегородка душевой",
		text: ` — ограждение с 3 полотнами, примыкающее к одной стене и образующее с ней прямоугольную или квадратную зону.`,
		aria: "Открыть изображение душевой с П-образной перегородкой",
		imgSrc: showerCabinPopupImg,
		alt: "На изображении отображено как выглядит П-образная перегородка душевой.",
	},
	{
		id: "shower_types_3",
		title: "Трапециевидная перегородка душевой",
		text: ` — ограждение, которое вместе с одной из стен ванной образует трапецию`,
		aria: "Открыть изображение душевой с трапециевидной перегородкой",
		imgSrc: trapezoidalShowerPopupImg,
		alt: "На изображении отображено как выглядит трапециевидная перегородка душевой.",
	},
]
