const priceDescriptionData = [
	{
		id: "price_0",
		text: `Сегодня мы поговорим о стоимости услуг доставки и монтажа наших изделий. Если вы планируете приобрести душевые перегородки от компании DZ System, то эта информация будет для вас очень полезна.`,
	},
	{
		id: "price_1",
		text: `Стоимость доставки и монтажа наших изделий зависит от многих факторов. Во-первых, это расстояние от склада до места установки. Чем дальше находится ваш дом или офис, тем выше будет стоимость доставки.`,
	},
	{
		id: "price_2",
		text: `Во-вторых, на стоимость монтажа влияет сложность работ. Если вам нужно установить перегородку в нестандартном месте или с необычной конструкцией, то это может повлиять на цену.`,
	},
	{
		id: "price_3",
		text: `Также стоит учитывать, что стоимость доставки и монтажа может зависеть от выбранной вами компании. Некоторые компании предлагают более выгодные условия, чем другие. Поэтому перед тем, как сделать заказ,обязательно сравните цены разных компаний.`,
	},
	{
		id: "price_4",
		text: `Но не стоит забывать, что качество работ также играет важную роль. Лучше заплатить немного больше, но получить качественный монтаж, который прослужит вам долгие годы.`,
	},
	{
		id: "price_5",
		text: `В общем, стоимость доставки и монтажа наших изделий зависит от многих факторов. Но если вы выберете надежную компанию, то можете быть уверены в качестве работ и получить желаемый результат.`,
	},
]

export default priceDescriptionData
