import standardsGlassImg from "../assets/main/zakalyonnoe-steklo.webp"
import standardsThicknessGlassImg from "../assets/main/tolshina-stekla.webp"
import standardsMatteGlassImg from "../assets/main/matovoe-steklo.webp"

const standardsData = [
	{
		number: "01",
		title: "Каленое стекло",
		subtitle: `Абсолютно всё стекло которое вы приобретете у нас будет
									закаленным. Закаленное стекло крайне сложно разбить,
									единственный способ это сделать - наносить сильные удары
									молотком по торцу изделия. Если у вас получится, то стекло
									распадётся на большое количество не острых фрагментов,
									повредиться ими невозможно.`,
		imgSrc: standardsGlassImg,
	},
	{
		number: "02",
		title: "Толщина стекла",
		subtitle: `	В душевых мы используем исключительно стекло толщиной 8 и
									10мм. Стекло 6мм и менее не обладает необходимой прочностью
									для безопасной эксплуатации. Мы вам советуем стекло толщиной
									минимум 8мм, его свойств и прочности хватит с запасом для
									уверенного пользования.`,
		imgSrc: standardsThicknessGlassImg,
	},
	{
		number: "03",
		title: "Матовое стекло",
		subtitle: `		Сплошное матирование мы достигаем путём "химического
									травления". Хим.травление технологически более сложный процесс
									чем "пескоструйная обработка", но такое стекло обладает
									очевидными плюсами: его гораздо проще мыть в отличии от
									"пескоструя" и визуально такое стекло более однородно.`,
		imgSrc: standardsMatteGlassImg,
	},
]

export default standardsData
